var data_dm = [
//--------------------------------------------------明星名字
{
    "id": "1",
    "title": "威风依旧不减",
    "content": "赵薇（照威）",
    "type": "明星名字"
},{
    "id": "2",
    "title": "喜洋洋的三次方",
    "content": "杨幂（羊³）",
    "type": "明星名字"
},{
    "id": "3",
    "title": "电影剪接",
    "content": "赵本山（照着本子删）",
    "type": "明星名字"
},{
    "id": "4",
    "title": "唐僧西天取回一摞白纸",
    "content": "吴京（无经）",
    "type": "明星名字"
},{
    "id": "5",
    "title": "人在天上飞比在地上走难度大",
    "content": "陆毅（路上比较容易）",
    "type": "明星名字"
},{
    "id": "6",
    "title": "到处都脏兮兮",
    "content": "何洁（哪里干净？）",
    "type": "明星名字"
},{
    "id": "7",
    "title": "地窖",
    "content": "李冰冰（里面冰冰）",
    "type": "明星名字"
},{
    "id": "8",
    "title": "的士生意不好",
    "content": "车太贤（车太闲）",
    "type": "明星名字"
},{
    "id": "9",
    "title": "渔夫家的孩子",
    "content": "周渝民（周渔民）",
    "type": "明星名字"
},{
    "id": "10",
    "title": "白菜不吃叶子",
    "content": "刘烨（留着叶子呢）",
    "type": "明星名字"
},{
    "id": "11",
    "title": "聂卫平伤心",
    "content": "舒淇（输棋）",
    "type": "明星名字"
},{
    "id": "12",
    "title": "老街装路灯",
    "content": "陈道明（陈旧的道路也明亮）",
    "type": "明星名字"
},{
    "id": "",
    "title": "看望昔日同窗",
    "content": "张学友（张望昔日学生之友）",
    "type": "明星名字"
},{
    "id": "13",
    "title": "赤壁之战的结果",
    "content": "孙悦、刘欢（吴为孙权、蜀为刘备）",
    "type": "明星名字"
},{
    "id": "",
    "title": "接电话",
    "content": "韦唯（喂喂）",
    "type": "明星名字"
},{
    "id": "",
    "title": "一碗米汤倒在头上",
    "content": "周润发",
    "type": "明星名字"
},{
    "id": "14",
    "title": "两个傻子在一起",
    "content": "伍佰（250+250）",
    "type": "明星名字"
},{
    "id": "15",
    "title": "羊从羊圈里跑出来",
    "content": "王力宏（往里轰）",
    "type": "明星名字"
},{
    "id": "16",
    "title": "羊又从羊圈中跑出来",
    "content": "韩红（还轰）",
    "type": "明星名字"
},{
    "id": "17",
    "title": "猪也从猪圈里跑出该怎么办",
    "content": "李克勤(立刻擒)",
    "type": "明星名字"
},{
    "id": "18",
    "title": "画蛇添足",
    "content": "成龙",
    "type": "明星名字"
},{
    "id": "19",
    "title": "思字变田字",
    "content": "吴昕（无心）",
    "type": "明星名字"
},{
    "id": "20",
    "title": "小山羊找草吃",
    "content": "杨幂（羊觅）",
    "type": "明星名字"
},{
    "id": "21",
    "title": "一毛不拔",
    "content": "羽泉（羽毛很全）",
    "type": "明星名字"
},{
    "id": "22",
    "title": "一星期报道一次",
    "content": "周迅（一周一次讯息）",
    "type": "明星名字"
},{
    "id": "23",
    "title": "小明按住了什么",
    "content": "Angelababy（黄晓明按住了baby）",
    "type": "明星名字"
},{
    "id": "24",
    "title": "赵本山卖自行车",
    "content": "范玮琪（范伟骑）",
    "type": "明星名字"
},{
    "id": "25",
    "title": "最大牌的明星",
    "content": "王菲（王妃）",
    "type": "明星名字"
},{
    "id": "26",
    "title": "猪八戒当兵",
    "content": "朱军",
    "type": "明星名字"
},{
    "id": "27",
    "title": "一排椅子",
    "content": "邓紫棋（凳子很整齐）",
    "type": "明星名字"
},{
    "id": "28",
    "title": "凳子多了一个",
    "content": "邓超（凳子超了）",
    "type": "明星名字"
},{
    "id": "29",
    "title": "圆形点心",
    "content": "高圆圆 (糕点圆圆）",
    "type": "明星名字"
},{
    "id": "30",
    "title": "一碗汤",
    "content": "汤唯（唯一的汤）",
    "type": "明星名字"
},{
    "id": "31",
    "title": "狂犬病",
    "content": "汪峰（狗狗疯了）",
    "type": "明星名字"
},{
    "id": "32",
    "title": "榴莲",
    "content": "莫文蔚（别闻味道）",
    "type": "明星名字"
},{
    "id": "33",
    "title": "23:59分点外卖",
    "content": "明道（明天才能到）",
    "type": "明星名字"
},
//--------------------------------------------------------------------------城市地名
{
    "id": "",
    "title": "风平浪静",
    "content": "宁波",
    "type": "城市地名"
},{
    "id": "",
    "title": "双喜临门",
    "content": "重庆",
    "type": "城市地名"
},{
    "id": "",
    "title": "拆信",
    "content": "开封",
    "type": "城市地名"
},{
    "id": "",
    "title": "倾盆大雨",
    "content": "天水",
    "type": "城市地名"
},{
    "id": "",
    "title": "大戈壁滩",
    "content": "长沙",
    "type": "城市地名"
},{
    "id": "",
    "title": "安居乐业",
    "content": "康定",
    "type": "城市地名"
},{
    "id": "",
    "title": "大江东去",
    "content": "上海",
    "type": "城市地名"
},{
    "id": "",
    "title": "萤火虫，亮晶晶",
    "content": "昆明",
    "type": "城市地名"
},{
    "id": "",
    "title": "一望无际的大地",
    "content": "太原",
    "type": "城市地名"
},{
    "id": "",
    "title": "四季花开",
    "content": "长春",
    "type": "城市地名"
},{
    "id": "",
    "title": "大地觉醒",
    "content": "苏州",
    "type": "城市地名"
},{
    "id": "",
    "title": "东西北三面堵",
    "content": "南通",
    "type": "城市地名"
},{
    "id": "",
    "title": "空中码头",
    "content": "连云港",
    "type": "城市地名"
},{
    "id": "",
    "title": "海中绿洲",
    "content": "青岛",
    "type": "城市地名"
},{
    "id": "",
    "title": "日近黄昏",
    "content": "洛阳",
    "type": "城市地名"
},{
    "id": "",
    "title": "不冷不热",
    "content": "温州",
    "type": "城市地名"
},{
    "id": "",
    "title": "水路不通",
    "content": "山海关",
    "type": "城市地名"
},{
    "id": "",
    "title": "夸夸其谈",
    "content": "海口",
    "type": "城市地名"
},{
    "id": "",
    "title": "阳光珍贵",
    "content": "贵阳",
    "type": "城市地名"
},{
    "id": "",
    "title": "花满海湾",
    "content": "香港",
    "type": "城市地名"
},{
    "id": "",
    "title": "头破血流",
    "content": "包头",
    "type": "城市地名"
},{
    "id": "",
    "title": "鹰击长空",
    "content": "高雄",
    "type": "城市地名"
},{
    "id": "",
    "title": "基本一样",
    "content": "大同",
    "type": "城市地名"
},{
    "id": "",
    "title": "东西南北无战事",
    "content": "四平",
    "type": "城市地名"
},{
    "id": "",
    "title": "兵强马壮",
    "content": "武昌",
    "type": "城市地名"
},{
    "id": "",
    "title": "两个胖子抱一起",
    "content": "合肥",
    "type": "城市地名"
},
//-----------------------------------------------------------山脉名
{
    "id": "",
    "title": "高兴的马去拉不说话的山",
    "content": "喜马拉雅山",
    "type": "山脉名"
},
//-----------------------------------------------------------省份名
{
    "id": "",
    "title": "蒙在鼓里",
    "content": "内蒙古",
    "type": "省份名"
}, {
    "id": "",
    "title": "长江解冻",
    "content": "江苏",
    "type": "省份名"
},
//-----------------------------------------------------------专辑名
{
    "id": "",
    "title": "大学食堂的粥",
    "content": "范特西",
    "type": "专辑名"
},
//------------------------------------------------------------歌名
{
    "id": "",
    "title": "此情可待成追忆，只是当时已惘然",
    "content": "有多少爱可以重来",
    "type": "歌名"
},{
    "id": "",
    "title": "后天是什么日子",
    "content": "明天过后",
    "type": "歌名"
},{
    "id": "",
    "title": "QQ总是离线状态",
    "content": "灰色头像",
    "type": "歌名"
},{
    "id": "",
    "title": "保持沉默",
    "content": "一直很安静",
    "type": "歌名"
},{
    "id": "",
    "title": "聊斋",
    "content": "人鬼情未了",
    "type": "歌名"
},{
    "id": "",
    "title": "两个人一起过日子",
    "content": "我和你",
    "type": "歌名"
},{
    "id": "",
    "title": "天涯海角",
    "content": "在那遥远的地方",
    "type": "歌名"
},{
    "id": "",
    "title": "意志不坚",
    "content": "心太软",
    "type": "歌名"
},{
    "id": "",
    "title": "黄河大合唱",
    "content": "摇篮曲",
    "type": "歌名"
},{
    "id": "",
    "title": "中国太极",
    "content": "龙拳",
    "type": "歌名"
},
//-----------------------------------------------电影名
{
    "id": "",
    "title": "假设玉皇大帝同意牛郎织女在一起",
    "content": "假如爱有天意",
    "type": "电影名"
},{
    "id": "",
    "title": "在很大的岛屿上相爱",
    "content": "广岛之恋",
    "type": "电影名"
},{
    "id": "",
    "title": "傍晚的余晖洒满整个城市",
    "content": "暮光之城",
    "type": "电影名"
},{
    "id": "",
    "title": "午时动物大聚会",
    "content": "十二生肖",
    "type": "电影名"
},{
    "id": "",
    "title": "复婚",
    "content": "再生缘",
    "type": "电影名"
},{
    "id": "",
    "title": "好汉也爱美人",
    "content": "英雄本色",
    "type": "电影名"
},
//-------------------------------------------------------电视剧名
{
    "id": "",
    "title": "华山比武开始",
    "content": "亮剑",
    "type": "电视剧名"
},
//---------------------------------------------------------成语
{
    "id": "",
    "title": "双手赞成",
    "content": "多此一举",
    "type": "成语"
},{
    "id": "",
    "title": "单方告别",
    "content": "一面之词",
    "type": "成语"
},{
    "id": "",
    "title": "照相底片",
    "content": "颠倒黑白",
    "type": "成语"
},{
    "id": "",
    "title": "爱好旅游",
    "content": "喜出望外",
    "type": "成语"
},{
    "id": "",
    "title": "武大郎设宴",
    "content": "高朋满座",
    "type": "成语"
},{
    "id": "",
    "title": "遇事不求人",
    "content": "自力更生",
    "type": "成语"
},{
    "id": "",
    "title": "千里通电话",
    "content": "遥相呼应",
    "type": "成语"
},{
    "id": "",
    "title": "不考虑中间",
    "content": "瞻前顾后",
    "type": "成语"
},{
    "id": "",
    "title": "没关水龙头",
    "content": "放任自流",
    "type": "成语"
},{
    "id": "",
    "title": "快刀斩乱麻",
    "content": "迎刃而解",
    "type": "成语"
},{
    "id": "",
    "title": "给家捎个话",
    "content": "言而无信",
    "type": "成语"
},{
    "id": "",
    "title": "一块变九块",
    "content": "四分五裂",
    "type": "成语"
},{
    "id": "",
    "title": "哑巴打手势",
    "content": "不言而喻",
    "type": "成语"
},{
    "id": "",
    "title": "无底洞",
    "content": "深不可测",
    "type": "成语"
},{
    "id": "",
    "title": "爬竹竿",
    "content": "节节上升",
    "type": "成语"
},{
    "id": "",
    "title": "飞行员",
    "content": "有机可乘",
    "type": "成语"
},{
    "id": "",
    "title": "笑死人",
    "content": "乐极生悲",
    "type": "成语"
},{
    "id": "",
    "title": "举重比赛",
    "content": "斤斤计较",
    "type": "成语"
},{
    "id": "",
    "title": "空对空导弹",
    "content": "见机行事",
    "type": "成语"
},{
    "id": "",
    "title": "伞兵",
    "content": "从天而降",
    "type": "成语"
},{
    "id": "",
    "title": "谢霆锋和日历",
    "content": "风和日丽",
    "type": "成语"
}]
